org/about.org
* About 
A place to put my ideas about numerical simulations, medical imaging, building open source software, and more.

The ideas are my own and my sources are cited on each page. All code is available in the github link in at the bottom of each page.

There is no AI generated content on this website. 

#+ATTR_HTML: :class about-tags
/*tags*: numerical simulations, high performance computing, finite element method, full waveform inversion, medical imaging, discontinuous Galerkin method, hyperbolic partial differential equations (PDEs), wave simulations, software architecture, optimization methods, python, open source software/
