about.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-02-12 Wed 14:49 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.7.2/css/all.min.css">
    <link href="https://fonts.googleapis.com/css2?family=Roboto+Serif:ital,opsz,wght@0,8..144,100..900;1,8..144,100..900&display=swap" rel="stylesheet">
    <link rel="stylesheet" type="text/css" href="./assets/css/styles.css" />
    <link rel="icon" type="image/png" href="/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
<nav>
    <!-- Checkbox for toggling menu -->
    <input type="checkbox" id="check">
    <!-- Menu icon -->
    <label for="check" class="checkbtn">
      <i class="fas fa-bars"></i>
    </label>
    <!-- Site logo -->
    <label class="logo"><a href="/index.html">Go Van Go</a></label>
    <!-- Navigation links -->
    <ul class="navbar-ul">
      <li><a target="_self" class="active" href="/index.html">Home</a></li>
      <li><a target="_self" href="/about.html">About</a></li>
      <li><a target="_self" href="/blog.html">Blog</a></li>
      <li><a target="_self" href="/contact.html">Contact</a></li>
    </ul>
  </nav>
</div>
<div id="content" class="content">
<div id="outline-container-org850aab5" class="outline-2">
<h2 id="org850aab5">About</h2>
<div class="outline-text-2" id="text-org850aab5">
<p>
A place to put my ideas about numerical simulations, medical imaging, building open source software, and more.<br>
</p>

<p>
The ideas are my own and my sources are cited on each page. All code is available in the github link in at the bottom of each page.<br>
</p>

<p>
There is no AI generated content on this website.<br>
</p>

<p class="about-tags">
<i><b>tags</b>: numerical simulations, high performance computing, finite element method, full waveform inversion, medical imaging, discontinuous Galerkin method, hyperbolic partial differential equations (PDEs), wave simulations, software architecture, optimization methods, python, open source software</i><br>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
   <p>Go Van Go!</p>
   <a href="https://github.com/go-van-go" target="_blank" rel="noopener noreferrer">
     <i class="fa-brands fa-github githubfooter"></i>
   </a>
</footer>
</div>
</body>
</html>
